Repository: itipsterovich/Tipje
Catalog: *.lproj/Localizable.strings
Languages: nl

# settings_title
source: Settings
nl: Instellingen

# settings_security
source: Security
nl: Beveiliging

# settings_language
source: Language
nl: Taal

# settings_subscription
source: Subscription
nl: Abonnement

# settings_change_password
source: Change Password
nl: Wachtwoord wijzigen

# settings_change_email
source: Change Email
nl: E-mail wijzigen

# settings_logout
source: Log Out
nl: Uitloggen

# settings_pin
source: PIN (4 digits)
nl: PIN (4 cijfers)

# settings_change_pin
source: Change PIN
nl: PIN wijzigen

# settings_forgot_pin
source: Forgot PIN?
nl: PIN vergeten?

# settings_link_google
source: Link Google Account
nl: Google-account koppelen

# settings_unlink_google
source: Unlink Google Account
nl: Google-account ontkoppelen

# settings_kids
source: Kids
nl: Kinderen

# settings_delete_kid
source: Delete
nl: Verwijderen

# settings_delete_kid_confirm
source: Are you sure you want to delete this kid and all their data? This cannot be undone.
nl: Weet je zeker dat je dit kind en al zijn/haar gegevens wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

# settings_delete_kid_success
source: Kid deleted successfully.
nl: Kind succesvol verwijderd.

# settings_delete_kid_fail
source: Failed to delete kid.
nl: Kind verwijderen mislukt.

# settings_title_family
source: Family Settings
nl: Gezinsinstellingen

# settings_signin_method
source: Sign-in Method
nl: Aanmeldmethode

# settings_kids_profiles
source: Kids Profiles
nl: Kinderprofielen

# settings_edit_profiles
source: Edit Profiles
nl: Profielen bewerken

# settings_delete_account
source: Delete Account
nl: Account verwijderen

# settings_delete_account_confirm
source: Are you sure you want to permanently delete your account and all data? This cannot be undone.
nl: Weet je zeker dat je je account en alle gegevens permanent wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Delete
nl: Verwijderen

# settings_plan
source: Plan
nl: Abonnement

# settings_tipje_yearly
source: Tipje Yearly
nl: Tipje Jaarlijks

# settings_tipje_monthly
source: Tipje Monthly
nl: Tipje Maandelijks

# settings_subscribed
source: Subscribed
nl: Geabonneerd

# settings_next_billing_date
source: Next Billing Date
nl: Volgende factuurdatum

# settings_manage_subscription
source: Manage Subscription
nl: Abonnement beheren

# settings_profile_name
source: Profile Name
nl: Profielnaam

# settings_profile_name_index
source: Profile Name
nl: Profielnaam

# settings_current_password
source: Current Password
nl: Huidig wachtwoord

# settings_new_password
source: New Password
nl: Nieuw wachtwoord

# settings_change
source: Change
nl: Wijzigen

# settings_fill_all_fields
source: Please fill in all fields.
nl: Vul alle velden in.

# onboarding.headline
source: Raise confident kids, connect as a family
nl: Zelfverzekerde kinderen opvoeden, verbinden als gezin

# onboarding.subtitle
source: Tipje helps you build habits, stay connected, and enjoy parenting.
nl: Tipje helpt je gewoontes op te bouwen, verbonden te blijven en meer van het ouderschap te genieten.

# onboarding.subtitle.extended
source: Tipje helps you build habits, stay connected, and enjoy parenting more.
nl: Tipje helpt je gewoontes op te bouwen, verbonden te blijven en meer van het ouderschap te genieten.

# onboarding_title_iphone
source: Raise confident kids, connect as a family
nl: Laat kinderen zelfverzekerd opgroeien, verbind als gezin

# onboarding_subtitle_iphone
source: Tipje helps you build habits, stay connected, and enjoy parenting.
nl: Tipje helpt je gewoontes opbouwen, verbonden blijven en opvoeden leuk maken.

# onboarding_title_ipad
source: Raise Confident Kids. Build a Calm, Connected Home.
nl: Laat kinderen zelfverzekerd opgroeien. Creëer een rustig, verbonden thuis.

# onboarding_subtitle_ipad
source: Set it once with Tipje—no more repeating. Kids stay on track and actually enjoy it.
nl: Stel het één keer in met Tipje—nooit meer herhalen. Kinderen blijven op schema en vinden het leuk.

# onboarding_bullet_mindful
source: Mindful Parenting
nl: Mindful opvoeden

# onboarding_bullet_evidence
source: Evidence-Based
nl: Wetenschappelijk onderbouwd

# onboarding_bullet_values
source: Focus on Values
nl: Focus op waarden

# onboarding_bullet_age
source: Perfect for age 5+
nl: Perfect voor 5 jaar en ouder

# onboarding2_title
source: Fun Tasks & Real Rewards
nl: Leuke taken & echte beloningen

# onboarding2_subtitle
source: Kids build good habits, earn peanuts, and unlock real-life treats chosen by you.
nl: Kinderen bouwen goede gewoontes op, verdienen pinda’s en ontgrendelen echte traktaties die jij kiest.

# onboarding3_title
source: Set Rules That Match Your Family's Values
nl: Stel regels in die passen bij jullie gezin

# onboarding3_subtitle
source: Choose from a curated collection of mindful rules—designed to guide your family with clarity and kindness.
nl: Kies uit een samengestelde collectie mindful regels—ontworpen om je gezin met duidelijkheid en vriendelijkheid te begeleiden.

# pin_invalid
source: Please enter a valid 4-digit PIN.
nl: Voer een geldige 4-cijferige PIN in.

# pin_success
source: PIN changed successfully.
nl: PIN succesvol gewijzigd.

# pin_fail
source: Failed to change PIN: %@
nl: PIN wijzigen mislukt: %@

# pin_incorrect
source: Incorrect PIN. If you forgot your PIN, please reset it.
nl: Onjuiste PIN. Als je je PIN bent vergeten, kun je deze resetten.

# pin_correct
source: Your PIN is correct.
nl: Je PIN is correct.

# pin_locked_out
source: Too many failed attempts. Please try again later.
nl: Te veel mislukte pogingen. Probeer het later opnieuw.

source: Cancel
nl: Annuleren

source: Yes
nl: Ja

source: No
nl: Nee

# pinsetup_title
source: Lock Your Admin Section
nl: Beveilig je beheerdersgedeelte

# pinsetup_subtitle
source: Create a 4-digit PIN to secure the Admin area—parents manage rules here, while kids focus on completing chores.
nl: Maak een 4-cijferige PIN aan om het beheerdersgedeelte te beveiligen—ouders beheren hier de regels, terwijl kinderen zich kunnen concentreren op het voltooien van taken.

# pinsetup_save_fail
source: Failed to save PIN. Please try again.
nl: PIN opslaan mislukt. Probeer het opnieuw.

# login_title
source: Get started
nl: Aan de slag

# login_google
source: Sign in with Google
nl: Inloggen met Google

# login_or
source: OR
nl: OF

# login_password
source: Password
nl: Wachtwoord

# login_repeat_password
source: Repeat Password
nl: Wachtwoord herhalen

# login_signup
source: Sign Up
nl: Registreren

# login_signin
source: Sign In
nl: Inloggen

# login_have_account
source: Have an account?
nl: Heb je al een account?

# login_no_account
source: Don't have an account?
nl: Nog geen account?

# login_passwords_no_match
source: Passwords do not match
nl: Wachtwoorden komen niet overeen

# login_free_trial
source: 1-month free trial. No pressure. Just clarity.
nl: 1-maand gratis proefperiode. Geen verplichtingen. Gewoon duidelijkheid.

# login_apple
source: Sign in with Apple
nl: Inloggen met Apple

# login_start_free_trial
source: Start your free trial
nl: Begin je gratis proefperiode

source: Select Language
nl: Selecteer taal

source: English
nl: Engels

# Nederlands
source: Dutch
nl: Nederlands

# empty_home_tasks
source: Your tasks will show up here once a grown-up sets them. Check back soon to start earning peanuts! 🥜
nl: Je taken verschijnen hier zodra een volwassene ze heeft ingesteld. Kom snel terug om pinda’s te verdienen! 🥜

# modal_task_done_today
source: You've done this today and got your peanuts! Let's make sure it's really done. 💪
nl: Je hebt dit vandaag al gedaan en je pinda’s gekregen! Controleer of het echt klaar is. 💪

# empty_admin_rules
source: Start by picking family rules that reflect your values. Make sure to fill all tabs—rules, chores, and rewards work together!
nl: Begin met het kiezen van gezinsregels die bij jullie waarden passen. Vul alle tabbladen in—regels, taken en beloningen werken samen!

# empty_admin_chores
source: Choose daily chores that help build good habits. Tap ➕ to select from our curated catalog.
nl: Kies dagelijkse taken die helpen goede gewoontes op te bouwen. Tik op ➕ om te kiezen uit onze samengestelde catalogus.

# empty_admin_rewards
source: Add real-life rewards your kids will be excited to earn. Tap ➕ to choose from our handpicked selection.
nl: Voeg echte beloningen toe waar je kinderen enthousiast van worden. Tik op ➕ om te kiezen uit onze selectie.

# empty_shop_ready
source: Your reward shop is getting ready! Ask your grown-up to add fun things you can earn.
nl: Je beloningswinkel wordt klaargemaakt! Vraag je ouder om leuke dingen toe te voegen die je kunt verdienen.

# empty_shop_basket
source: No rewards in basket yet. Add some rewards to your basket to get started!
nl: Nog geen beloningen in je mandje. Voeg beloningen toe om te beginnen!

# modal_not_enough_peanuts
source: Not enough peanuts yet! Let's finish a few more chores first. 🌟
nl: Nog niet genoeg pinda’s! Maak eerst nog wat taken af. 🌟

# modal_added_to_basket
source: Nice pick! 🎁 Your reward is in the basket, waiting for you.
nl: Goede keuze! 🎁 Je beloning staat in het mandje en wacht op je.

# modal_earned_treat
source: Woohoo! You earned it! 🍦 Enjoy your treat—you deserve it!
nl: Hoera! Je hebt het verdiend! 🍦 Geniet van je traktatie—je hebt het verdiend!

# toast_task_completed
source: Great job! Task completed
nl: Goed gedaan! Taak voltooid

# toast_task_undone
source: Task marked as not done
nl: Taak gemarkeerd als niet gedaan

# home_peanuts_earned
source: peanuts earned
nl: verdiende pinda's

# home_title_mindful_weekday
source: %1$@'s Mindful %2$@
nl: Aandachtige %2$@ van %1$@

# home_tab_rules
source: Family Rules
nl: Gezinsregels

# home_tab_chores
source: Chores
nl: Taken

# admin_title
source: Parent Control Center
nl: Ouder Controlecentrum

# admin_tab_rules
source: Rules
nl: Regels

# admin_tab_chores
source: Chores
nl: Taken

# admin_tab_shop
source: Shop
nl: Winkel

# catalog_chores_title
source: Chore Catalog
nl: Taken Catalogus

# catalog_rules_title
source: Rule Catalog
nl: Regel Catalogus

# catalog_rewards_title
source: Reward Catalog
nl: Beloningen Catalogus

source: Save
nl: Opslaan

source: Create Chore
nl: Nieuwe Taak

source: Create Rule
nl: Nieuwe Regel

source: Create Reward
nl: Nieuwe Beloning

# placeholder_new_chore
source: Enter your new family chore 🧹
nl: Voer je nieuwe gezinstaak in 🧹

# placeholder_new_rule
source: Enter your new family rule 🏡
nl: Voer je nieuwe gezinsregel in 🏡

# placeholder_new_reward
source: Enter your new family reward 🎁
nl: Voer je nieuwe gezinsbeloning in 🎁

# admin_all_set_modal
source: 🎉 All set! Tasks are live at home. 🔒 Admin is now PIN-locked.
nl: 🎉 Alles klaar! Taken zijn nu live thuis. 🔒 Admin is nu met een pincode beveiligd.

# admin_no_kid_title
source: No Kid Selected
nl: Geen kind geselecteerd

# admin_no_kid_message
source: Please add and select a kid before adding rules, chores, or rewards.
nl: Voeg een kind toe en selecteer het voordat je regels, taken of beloningen toevoegt.

# shop_title
source: Reward Shop
nl: Beloningswinkel

# shop_tab_rewards
source: Rewards
nl: Beloningen

# shop_tab_basket
source: Basket
nl: Mandje

# shop_toast_added_basket
source: Yay! Added to your Basket
nl: Yes! Toegevoegd aan je mandje

# catalog_rule_1
source: Take off shoes at the door 👟 so our home stays clean and cozy
nl: Doe je schoenen uit bij de deur 👟 zodat ons huis schoon en gezellig blijft

# catalog_rule_2
source: Always ask before going out 🚶‍♂️ so we know you're safe and okay
nl: Vraag altijd eerst voordat je weggaat 🚶‍♂️ zodat we weten dat je veilig en goed bent

# catalog_rule_3
source: Bring your smartwatch outside ⌚ so we can reach you anytime
nl: Neem je smartwatch mee naar buiten ⌚ zodat we je altijd kunnen bereiken

# catalog_rule_4
source: Speak kindly to others 🧡 because your words can bring comfort
nl: Spreek vriendelijk tegen anderen 🧡 omdat je woorden troost kunnen brengen

# catalog_rule_5
source: Knock before entering a room 🚪 so others feel safe and respected
nl: Klop voordat je een kamer binnenkomt 🚪 zodat anderen zich veilig en gerespecteerd voelen

# catalog_rule_6
source: Use a soft voice at home 🏡 so everyone feels peaceful and calm
nl: Gebruik een zachte stem thuis 🏡 zodat iedereen zich vredig en kalm voelt

# catalog_rule_7
source: Say I'm sorry when you hurt 💗 it helps hearts feel safe again
nl: Zeg sorry als je pijn doet 💗 het helpt harten zich weer veilig te voelen

# catalog_rule_8
source: Respect quiet time 😴 it shows you care about others' rest
nl: Respecteer rusttijd 😴 het laat zien dat je om andermans rust geeft

# catalog_rule_9
source: Say please and thank you 🙏 it makes others feel appreciated
nl: Zeg alsjeblieft en dank je wel 🙏 het laat anderen zich gewaardeerd voelen

# catalog_rule_10
source: Tell the truth gently 🫶 so we can trust and feel close to you
nl: Vertel de waarheid voorzichtig 🫶 zodat we kunnen vertrouwen en dichtbij je voelen

# catalog_rule_11
source: Hold hands near roads 🚸 so we can stay together and feel safe
nl: Houd handen vast bij wegen 🚸 zodat we samen kunnen blijven en ons veilig voelen

# catalog_rule_12
source: Wait your turn to speak 🗣️ so everyone feels heard and valued
nl: Wacht je beurt om te spreken 🗣️ zodat iedereen zich gehoord en gewaardeerd voelt

# catalog_rule_13
source: Put toys away after playing 🧸 it keeps your space tidy and clear
nl: Ruim speelgoed op na het spelen 🧸 het houdt je ruimte netjes en opgeruimd

# catalog_rule_14
source: Use words when you're upset 😠 so people understand your feelings
nl: Gebruik woorden als je boos bent 😠 zodat mensen je gevoelens begrijpen

# catalog_rule_15
source: Say hello with kindness 🙋 it makes others feel welcome and seen
nl: Zeg hallo met vriendelijkheid 🙋 het laat anderen zich welkom en gezien voelen

# catalog_rule_16
source: Close doors softly 🚪 it helps our home feel quiet and peaceful
nl: Doe deuren zachtjes dicht 🚪 het helpt ons huis rustig en vredig te voelen

# catalog_rule_17
source: Keep hands to yourself ✋ it helps others feel calm and safe
nl: Houd je handen bij jezelf ✋ het helpt anderen zich kalm en veilig te voelen

# catalog_rule_18
source: Share toys and space 🤝 so everyone can enjoy playing together
nl: Deel speelgoed en ruimte 🤝 zodat iedereen samen kan genieten van spelen

# catalog_rule_19
source: Put clothes in the basket 🧺 so they're ready to be cleaned soon
nl: Doe kleren in de mand 🧺 zodat ze klaar zijn om snel gewassen te worden

# catalog_rule_20
source: Say goodbye when leaving 👋 it helps others feel loved and seen
nl: Zeg gedag als je weggaat 👋 het helpt anderen zich geliefd en gezien te voelen

# catalog_rule_21
source: Eat slowly and mindfully 🍽️ so your body can feel full and calm
nl: Eet langzaam en bewust 🍽️ zodat je lichaam zich vol en kalm kan voelen

# catalog_rule_22
source: Say excuse me when you interrupt 🙇 it shows you care and respect
nl: Zeg pardon als je onderbreekt 🙇 het laat zien dat je geeft om en respect hebt

# catalog_rule_23
source: Take a deep breath when upset 🌬️ to help your feelings calm down
nl: Adem diep in als je boos bent 🌬️ om je gevoelens te helpen kalmeren

# catalog_rule_24
source: Be gentle with animals 🐾 so they feel safe and loved with you
nl: Wees voorzichtig met dieren 🐾 zodat ze zich veilig en geliefd bij je voelen

# catalog_rule_25
source: Keep your backpack tidy 🎒 so you can find your things easily
nl: Houd je rugzak netjes 🎒 zodat je je spullen gemakkelijk kunt vinden

# catalog_rule_26
source: Tell us when something feels wrong 🚨 so we can help you right away
nl: Vertel het ons als iets niet goed voelt 🚨 zodat we je meteen kunnen helpen

# catalog_chore_1
source: Put away your toys after playtime 🧸 to keep your space peaceful
nl: Ruim je speelgoed op na het spelen 🧸 om je ruimte vredig te houden

# catalog_chore_2
source: Make your bed every morning 🛏️ it helps the room feel refreshed
nl: Maak elke ochtend je bed op 🛏️ het helpt de kamer verfrist te voelen

# catalog_chore_3
source: Bring your dish to the sink 🍽️ so cleanup is quick and easy
nl: Breng je bord naar de gootsteen 🍽️ zodat opruimen snel en gemakkelijk gaat

# catalog_chore_4
source: Wipe down the table after meals 🧼 to keep it ready and clean
nl: Veeg de tafel af na maaltijden 🧼 om het klaar en schoon te houden

# catalog_chore_5
source: Hang your towel after bathing 🚿 so it dries and stays fresh
nl: Hang je handdoek op na het douchen 🚿 zodat het droogt en fris blijft

# catalog_chore_6
source: Put your dirty clothes in the basket 🧺 so they can be washed
nl: Doe je vuile kleren in de mand 🧺 zodat ze gewassen kunnen worden

# catalog_chore_7
source: Line up your shoes neatly 👟 so the hallway looks tidy and safe
nl: Zet je schoenen netjes in een rij 👟 zodat de gang er opgeruimd en veilig uitziet

# catalog_chore_8
source: Match up clean socks in pairs 🧦 it helps getting dressed go smooth
nl: Koppel schone sokken in paren 🧦 het helpt aankleden soepel te laten gaan

# catalog_chore_9
source: Pick up crumbs and small trash 🍪 to help keep the floor clean
nl: Raap kruimels en kleine rommel op 🍪 om de vloer schoon te houden

# catalog_chore_10
source: Water a plant gently with help 🌿 they need care to grow strong
nl: Geef een plant voorzichtig water met hulp 🌿 ze hebben zorg nodig om sterk te groeien

# catalog_chore_11
source: Fold clean towels or clothes 🧻 it makes shelves look tidy and soft
nl: Vouw schone handdoeken of kleren op 🧻 het maakt planken er netjes en zacht uitzien

# catalog_chore_12
source: Pack your backpack for school 🎒 so you're ready in the morning
nl: Pak je rugzak in voor school 🎒 zodat je 's ochtends klaar bent

# catalog_chore_13
source: Dust the shelves with a soft cloth 🧽 so your room stays fresh
nl: Stof de planken af met een zachte doek 🧽 zodat je kamer fris blijft

# catalog_reward_1
source: Extra scoop of your favorite ice cream 🍦
nl: Extra schep van je favoriete ijsje 🍦

# catalog_reward_2
source: Small bag of crunchy chips or popcorn 🍿
nl: Kleine zak knapperige chips of popcorn 🍿

# catalog_reward_3
source: Pastry or cookie from the bakery 🍪
nl: Gebakje of koekje van de bakker 🍪

# catalog_reward_4
source: Hot chocolate with whipped cream ☕
nl: Warme chocolademelk met slagroom ☕

# catalog_reward_5
source: Surprise sticker or novelty eraser 🎟️
nl: Verrassingssticker of nieuwigheid gum 🎟️

# catalog_reward_6
source: Pick a dance song and blast it at home 💃
nl: Kies een danslied en zet het hard aan thuis 💃

# catalog_reward_7
source: Chips with guac or melted cheese dip 🥑
nl: Chips met guacamole of gesmolten kaas dip 🥑

# catalog_reward_8
source: Smoothie or slushy from a shop 🥤
nl: Smoothie of slushy van een winkel 🥤

# catalog_reward_9
source: Colorful juice box and sweet snack combo 🧃
nl: Kleurrijke sapbox en zoete snack combo 🧃

# catalog_reward_10
source: Choose any breakfast meal this weekend 🥞
nl: Kies elke ontbijtmaaltijd dit weekend 🥞

# catalog_reward_11
source: Add fairy lights or wall stickers to your room ✨
nl: Voeg feeënlichtjes of muurstickers toe aan je kamer ✨

# catalog_reward_12
source: Choose the movie for family movie night 🎬
nl: Kies de film voor familiefilmavond 🎬

# catalog_reward_13
source: Stay up 20 extra minutes past bedtime 🕰️
nl: Blijf 20 minuten extra op na bedtijd 🕰️

# catalog_reward_14
source: 30 minutes extra screen time 📱
nl: 30 minuten extra schermtijd 📱

# catalog_reward_15
source: Pick a snack and show for solo chill time 🍿
nl: Kies een snack en show voor solo chill tijd 🍿

# catalog_reward_16
source: Decorate cupcakes with icing and sprinkles 🧁
nl: Versier cupcakes met glazuur en hagelslag 🧁

# catalog_reward_17
source: Buy a favorite treat from the grocery store 🛒
nl: Koop een favoriete traktatie van de supermarkt 🛒

# catalog_reward_18
source: Grab a small dessert at the bakery or cafe 🍰
nl: Pak een klein dessert bij de bakker of café 🍰

# catalog_reward_19
source: Magazine or comic from a newsstand 📖
nl: Tijdschrift of strip van een kiosk 📖

# catalog_reward_20
source: Try a new drink at a café or bubble tea bar 🧋
nl: Probeer een nieuwe drank bij een café of bubble tea bar 🧋

# catalog_reward_21
source: Pick a mystery surprise from a grab bag 🎁
nl: Kies een mysterie verrassing uit een grabbelton 🎁

# catalog_reward_22
source: Choose new stickers or a tiny collectible 🎨
nl: Kies nieuwe stickers of een klein verzamelobject 🎨

# catalog_reward_23
source: Pick out a small toy or Hot Wheels car 🚗
nl: Kies een klein speeltje of Hot Wheels auto 🚗

# catalog_reward_24
source: Buy a novelty pen, squishy or trinket ✍️
nl: Koop een nieuwigheid pen, squishy of prullaria ✍️

# catalog_reward_25
source: Frozen yogurt with toppings of your choice 🍨
nl: Frozen yoghurt met toppings naar keuze 🍨

# catalog_reward_26
source: Special bakery donut or cake pop 🍩
nl: Speciale bakkerij donut of cake pop 🍩

# catalog_reward_27
source: Sticker book or activity pad with theme 🖍️
nl: Stickerboek of activiteitenblok met thema 🖍️

# catalog_reward_28
source: Mini Lego set, fidget toy or pop-it 🧱
nl: Mini Lego set, fidget speeltje of pop-it 🧱

# catalog_reward_29
source: Small plush or toy figure you love 🧸
nl: Kleine knuffel of speelgoedfiguur die je leuk vindt 🧸

# catalog_reward_30
source: New book from the bookstore 📚
nl: Nieuw boek van de boekwinkel 📚

# toast_removed_hub
source: Removed from your Hub
nl: Verwijderd uit je Hub

# toast_added_hub
source: Added to your Hub
nl: Toegevoegd aan je Hub

# modal_task_already_completed
source: You've already marked this task as completed for today and spent your peanuts. Make sure it's done.
nl: Je hebt deze taak al als voltooid gemarkeerd voor vandaag en je pinda's uitgegeven. Zorg ervoor dat het gedaan is.

# confetti_well_deserved
source: Well deserved! Have fun enjoying your treat
nl: Goed verdiend! Veel plezier met je traktatie

# empty_check_back_peanuts
source: Check back soon to start earning peanuts! 🥜
nl: Kom binnenkort terug om pinda's te verdienen! 🥜

# pin_enter_pin
source: Enter PIN
nl: Voer PIN in

# pin_unlock_admin
source: Enter your 4-digit PIN to unlock Admin
nl: Voer je 4-cijferige PIN in om Admin te ontgrendelen

# pin_unlock_parent_control
source: Enter your 4-digit PIN to unlock Parent Control Center
nl: Voer je 4-cijferige PIN in om het Ouder Controlecentrum te ontgrendelen

# kids_profile_title
source: Who's Joining Tipje?
nl: Wie doet er mee met Tipje?

# kids_profile_subtitle
source: Add your child (or two) to begin your mindful journey.
nl: Voeg je kind (of twee) toe om je bewuste reis te beginnen.

# subscription_load_error
source: Failed to load products. Please check your connection and try again.
nl: Producten laden mislukt. Controleer je verbinding en probeer opnieuw.

# subscription_retry
source: Retry
nl: Opnieuw proberen

# subscription_trial_ended
source: Your free trial has ended
nl: Je gratis proefperiode is afgelopen

# subscription_subscribe
source: Subscribe
nl: Abonneren

# subscription_and
source: and
nl: en

# subscription_monthly
source: Tipje Monthly
nl: Tipje Maandelijks

# subscription_monthly_desc
source: Pay monthly. Cancel anytime
nl: Maandelijks betalen. Altijd opzegbaar

# subscription_yearly
source: Tipje Yearly
nl: Tipje Jaarlijks

# subscription_yearly_desc
source: Best value. Save 20%
nl: Beste waarde. Bespaar 20%

# subscription_not_available
source: Not available
nl: Niet beschikbaar

# paywall_unlock_features
source: Unlock all features
nl: Ontgrendel alle functies

# basket_reward
source: Reward
nl: Beloning

# error_login
source: Log In
nl: Inloggen

# main_switched_kid
source: You've switched to %@
nl: Je bent overgeschakeld naar %@
